{
  "testimonies": [
    [
      {
        "name": "Larissa O.",
        "testimony": "A expert foi o primeiro curso que comecei , depois de um tempinho de pesquisa:  E simplesmente esta indo muito bem ,primeiramente o professor é excelente ,a interagado nas aulas sao maravilhosas e nao fica uma coisa  cansativa  Entrei na expert nao sabendo falar e nem escrever quase nada , e hoje ja consigo ler, assistir jogar e escrever, em inglés Ja senti uma diferenga enorme em menos de 2 meses de inglés."
      },
      {
        "name": "Cyndhara L.",
        "testimony": "O método de ensino da expert foi muito diferente de todos os cursos de inglés que experimentei. Eu sempre sentia vergonha em outros cursos, porque minha maior dificuldade era a conversacao. Na expert, 0 professor deixava o ambiente tao leve dentro da sala de aula, que era como se eu tivesse conversando com amigos, eo medo de pronunciar uma palavra errado ia embora  Na expert eu nunca me senti apenas mais uma aluna, porque o professor se importa com suas dificuldades e entende que muitas vezes elas vem de influéncias exteriores.  Passei por muitas dificuldades pessoais durante o curso, e pensei em desistir muitas vezes achando que nao ia dar conta, mas o professor confiava no meu potencial de aprender, e me mostrou que apesar dos problemas sempre terd um jeito de dar a volta por cima e alcancar seus objetivos (e falando em inglés, 6 claro!)  Entao, agradego a expert e ao professor Carlos, que fez com que o meu aprendizado em inglés fosse mais um dos muitos objetivos aleancados com sucesso!"
      }
    ],
    [
      {
        "name": "Nathaly G.",
        "testimony": "Teacher, estou muito satisfeita com a expert idiomas, meu inglés melhorou muitoooo!, na escola que eu estava eu aprendia tudo coisa que eu ja tinha aprendido no colégio, entao nao fez  diferenga nenhuma, pelo menos nao comigo...Quando eu entrei na expert apreindi muito em pouco tempo, o método da escola é muito bom e nao me arrependo de ter mudado de curso."
      },
      {
        "name": "Giovana S.",
        "testimony": "Hi teacher, bom para começar estou feliz que eu nao desisti da expert, conforme foi passando as aulas fiquei muito empolgada pq eu sentia que melhorava cada vez mais, a metodologia que vc usa, me ajudou e ainda me ajuda muitissimo,  Posso usar como exemplo o fato e eu conseguir entender quando eu leio os mangas, claro, tem umas palavras que tenho um pouco de dificuldade, mas o fato de eu entender quase 100% me deixa muito feliz e orgulhosa."
      }
    ],
    [
      {
        "name": "Leticia C.",
        "testimony": "Olá, eu me chamo Leticia Clarice, e eu fui convidada a dar 0 meu relato de como foi estudar na Expert, a Expert sem sombra de duvida foi o principal pilar ou melhor a chave de tudo, eu evolui no meu inglés em um nivel absurdo em to pouco tempo, os métodos do teacher Carlos de fato 6 0 inovador, além da forma que ele ensina, explica ele tem o zelo de sempre colocar atividades um pouco fora do convencional e isso que prende e chama atengo, eu como antiga aluna que fez parte também de uma das primeiras classes, nao poderia deixar de falar que além de professor 0 Carlos se torna  um melhor amigo, ele incentiva 0 aluno  € 0 inspira cada vez mais a melhorar  e ele acredita em sua capacidade, se vocé acha que nao é possivel, acredite tudo € possivel, eu agradeco demais a oportunidade que eu tive de aprender com ele, é uma mensagem para todos, venham para Expert vocés nao iréo se arrepender, Hoje eu posso dizer que sou fluente e ter uma conversa normal com os estrangeiros, tudo isso gragas ao ensino do professor, nunca deixem de acreditar em simesmos.  Por isso comece hoje, 0 hoje é o mais préximo do seu sonho do que vocé comegar amanha !!"
      },
      {
        "name": "Djessica W.",
        "testimony": "Teacher, eu estou muito feliz com meu inglés, aprendi muito em pouco tempo, ja assisto séries toda em inglés entendendo tudo. Baixei o aplicativo que vocé falou e estou falando com americanos nativos sem  ficar confusa"
      }
    ],
    [
      {
        "name": "Dreverson",
        "testimony": "Teacher, gostaria de agradecer a escola Expert pela ótima experiência.  Estou aprendendo muito com a sua ajuda. Todos as aulas tem sido muito boas e tenho aprendido demais.  O método de ensino (método sensacional) tem feito eu querer me esforçar e querer me desenvolver cada vez mais em  aprender uma lingua estrangeira. Thanks, man!"
      },
      {
        "name": "Breno K.",
        "testimony": "Fala Professor, sério teu curso é  demais, graças a seu método já tive a oportunidade de auxiliar um gringo na rua, e hoje nao tenho mais problemas com a lingua, pessoas de outras escolas, nado querem praticar comigo, sabe por qué? Elas nao conhecem o inglés de verdade da Expert Idiomas. Thankful for everything!! The Best School Ever!!"
      }
    ],
    [
      {
        "name": "Leonardo",
        "testimony": "Falaa teacher! This is the best school of english. Aos poucos tenho evoluído e lapidando meu inglés! Tenho muito carinho pelo curso e sei que quem entrar nele nao ira se arrepender, aulas dinâmicas e descontraídas e um aprendizado top!  Obrigado mestre!"
      },
      {
        "name": "Anelize G.",
        "testimony": "Sendo bem sincera, eu achava que no comego nao seria nada comegar um curso de inglés e que ndo faria muita diferenca na minha vida, mas depois  de comecar na Expert e olhando para o agora eu vejo 0 quanto evolui e o quanto fez sim uma diferenca enorme na minha vida, e eu sei que isso se fez gragas ao ensino na Expert que é simplesmente incrivel, e nao é apenas um ensinar, vai bem mais além, o professor Carlos é uma 6tima pessoa e faz com que os alunos  se sintam super bem tanto na sala de aula quando nas aulas online que esto acontecendo recentemente. O método de ensino é espetacular e fez com que eu aprendesse coisas que eu nem imaginava, hoje consigo ter um dialogo inteiro em inglés, entender a tradução de musicas, ler textos em inglés e etc, e isso é muito gratificante."
      }
    ],
    [
      {
        "name": "Anny D.",
        "testimony": "Eu sempre tive muito medo de ambientes novos, e quando decidi fazer curso na Expert, pensei que isso iria me limitar  no aprendizado, mas a forma com o professor leciona e conduz as aulas deixa o ambiente leve, e isso faz com que eu me sinta muito confortavel, e até mesmo perdi o medo de falar, mesmo em inglés. A forma como o professor se preocupa em saber sobre cada aluno, e suas situagdes me foi estranha no comeco, porque sempre tive professores que nao se importavam com mais nada além de passar a matéria  As diferentes formas que ele tem para nos ensinar inglés, sem decorar, sempre com métodos novos, e prezando pelo seu tempo, me ajudou muito a chegar ao nível de inglés que estou hoje, e eu agradeço muito isso."
      },
      {
        "name": "Vinicius",
        "testimony": "O método de ensino da Expert idiomas é timo, por q ld vocé consegue entender as aulas de uma forma direta e simples, e consegue falar o inglés tao desejado. Uma frase que levo comigo é essa No pain, No Gain(sem dor, sem ganho). Por qo curso de inglés nao é formula magica, se ve nao se esforgar nao ira aprender, pois a repetigao com corregao até a exaustao leva a perfeigao  Vocé nao vai ficar forte indo na academia 1 vez por semana, com 0 inglés é a mesma coisa, mas eu digo q com o curso e a metodologia do professor Carlos o caminho fica muito mais fácil."
      }
    ],
    [
      {
        "name": "Valéria",
        "testimony": "Sempre tive o sonho de falar inglés, mas eu achava tao dificil, até tentei entrar em escolas de idiomas, mas nao fluia.  Mas Deus pois em meu caminho a Expert Idiomas, passei pela escola e entrei  para conversar com o responsavel. Em  5 minutos de conversa eu senti muita firmeza, e a minha vontade sé aumentou  O método do Teacher [fi Carlos é  impressionante, fico esperando ansiosa © momento da prdxima aula para saber 0 que vou aprender, todo o direcionamento que ele da aos alunos é fascinante, entéo aprender esse idioma foi ficando mais facil  Hoje percebo que aquele DIFICIL jé era, pois sou aluna expert.  Now I can say | speak English"
      },
      {
        "name": "Lucas M.",
        "testimony": "Cara, sem enrolação, vocé é gigante! Seja em letras de mUsicas, homenagens em textos em inglés, seja assistindo séries com audio e legenda em inglés, eu estou muito feliz em entender em alguns casos, 98% do contetido, ainda me bato com um pouco com as séries, pela velocidade de didlogo, mas, até na gramatica que eu nado curtia muito, tenho visto meu progresso, pela primeira vez, aos 24 anos eu sinto prazer em estudar algo, tenho conseguido alguns didlogos com nativos, até mesmo jogando eu consigo me virar com os gringos hahaha, po, s6 te agradego  cara, sempre tira minhas duvidas e me ajuda, vc tem exceléncia no que faz e  faz pq ama, eu sou apenas mais um que sou grato a vc, po de coragéo mesmo, obrigado por me fazer acreditar que é possivel falar inglés do 0 sem pagar um absurdo e sem demorar 6 anos pra isso. Tudo de bom meu professor!"
      }
    ],
    [
      {
        "name": "Emanoella",
        "testimony": "Em primeiro lugar, gostaria de agradecer ao professor Carlos que em todo tempo me encorajou e me mostrou que eu era e sou capaz de desbloquear a habilidade de aprender um novo idioma, em todo tempo procurando em facilitar e desenvolvendo métodos para que todos pudéssemos desenvolver um meio de aprendizagem Sou muito orgulhosa em falar que sou aluna da Expert Idiomas, j4 passei  por outras escolas famosas mas em nenhuma delas consegui me encontrar, tenho a certeza que se precisar indicar algum colega nao serei desapontada, pois a Expert Idiomas se mostra a cada instante eficaz em todos os sentidos na habilidade do professor, no ambiente e financeiramente. Estou muito satisfeita por encontrar esse lugar.  Deixo aqui meu registo de satisfação, alegria e gratidão.  Thank you Expert Idiomas!"
      },
      {
        "name": "Rosany",
        "testimony": "Estudei durante 3 anos em escolas renomadas. E achava que falava alguma coisa,  Percebi que meu rendimento estava abaixo do esperado quando fui me matricular na escola e o Professor Carlos me entrevistou em inglés.  Foi um fiasco total! Além da vergonha, eu nao sabia como me apresentar em inglés, © que seria 0 basico.  Na Expert as aulas sao em inglés e isso serve de estimulo, pois dessa maneira nos dedicamos mais aos estudos.  Eu aprovo e recomendo!  Vem pra Expert vocé também!"
      }
    ]
  ],

  "videos": [
    "91t40Sb5guo",
    "CQX6Zg3nsi4",
    "cFNfJhwXtpg",
    "KYuixhdZ7rA",
    "IqELv6d7s_I",
    "IhFyUkny-5k",
    "mKv_3mGeDV0",
    "thWXA0XQuOU"
  ],
  "courseContent": [
    {
      "title": "title",
      "description": "description"
    },
    {
      "title": "title",
      "description": "description"
    }
  ],
  "questionsFrequent": [
    {
      "question": "O curso oferece certificado?",
      "response": "Sim, o certificado é entregue após o cumprimento de todas as atividades, incluindo o desafio final, garantindo que você dominou a linguagem e apresentou desempenho durante o treinamento. Ou seja, esse não é um certificado de participação, e sim uma certificação de que você dominou o inglês."
    },
    {
      "question": "Ainda estou com dúvida, o que eu faço?",
      "response": "Estamos sempre por aqui. Então se precisar falar com a gente basta enviar um email para oi@expert.com.br."
    }
  ]
}